// See https://aka.ms/new-console-template for more information
// Иизменение для подзадачи 1
Console.WriteLine("Hello, World!");
// Иизменение для подзадачи 2
// Иизменение для подзадачи 3
// Иизменение для подзадачи 4
// Иизменение для подзадачи 5

Console.WriteLine();

// make chanches for 7 task

// for subtask_1
// for subtask_2

// Иизменение для задачи 9
// Иизменение для задачи 10
// Иизменение для задачи 11
// Иизменение для задачи 9
// Иизменение для задачи 10
// Иизменение для задачи 11

// Изменение для задачи 12 п.1
// Изменение для задачи 12 п.2  3

// Изменение для задачи 12_hw п.1
// Изменение для задачи 12_hw п.2